{
    "_meta": {
        "maxChars": {
            "welcome": 20,
            "readyToPlay": 20,
            "pressContinue": 50,
            "greatJob": 20,
            "onePlusOne": 30,
            "sidequest_fail": 57,
            "S5_starts_01": 63,
            "soundsettings_key": 34,
            "S6_treasure_win": 130,
            "presentation_parrot_00": 138,
            "first_treasure_win": 84,
            "presentation_parrot_03": 135,
            "rewardpanel_presentation2": 170,
            "new_game_key": 21,
            "S3_starts_01": 149,
            "nomorecoins_key": 103,
            "S5_sidequest_fail": 73,
            "S5_treasure_win": 118,
            "S5_treasure_01": 137,
            "victoryscreen_01": 144,
            "treasure_win_S4": 115,
            "stackofcoins_presentation": 118,
            "continue_game_key": 19,
            "presentation_parrot_02": 174,
            "treasure_win_S2": 39,
            "S6_starts_00": 161,
            "S3_starts_00": 122,
            "resume_game_key": 24,
            "presentation_parrot_04": 132,
            "rewardpanel_presentation_00": 234,
            "presentation_parrot_01": 157,
            "getcaught_afil_key": 93,
            "S2_starts_00": 36,
            "treasure_win_S7": 206,
            "S2_starts_01": 169,
            "S7_treasure_win": 206,
            "fist_treasure_fail": 150,
            "restartlevel_key": 24,
            "S5_starts_00": 82,
            "treasure_win_S6": 73,
            "treasure_win_S3": 67,
            "welcome_parrot": 143,
            "touchland_key": 175,
            "sidequestwin_firsttime": 85,
            "treasure_win_S5": 118,
            "rewardpanel_presentation_01": 170,
            "rewardpanel_presentation": 234,
            "S7_starts_01": 152,
            "backtothemain_key": 36,
            "S4_starts_00": 85,
            "S6_starts_01": 61,
            "victoryscreen_00": 136,
            "passing_through": 123,
            "S4_starts_01": 85,
            "pause_key": 15,
            "main_menu_key": 24,
            "rewards_key": 21,
            "music_key": 16,
            "settings_key": 23,
            "back_key": 16,
            "victory_key": 20,
            "resume_key": 24,
            "sound_settings_key": 34,
            "presentation_parrot_05": 120,
            "tts_key": 24,
            "continue_key": 19,
            "rewardpanel_presentation_2": 46,
            "sidequest_presentation_00": 140,
            "rewardpanel_presentation_0": 112,
            "rewardpanel_presentation_4": 170,
            "victoryscreen_02": 138,
            "rewardpanel_presentation_3": 75,
            "sidequest_presentation_01": 178,
            "presentation_parrot_07": 219,
            "presentation_parrot_06": 183,
            "rewardpanel_presentation_1": 55,
            "click_to_continue_key": 60
        }
    },
    "en": {
        "tts_key": "Text to Speech",
        "S7_starts_01": "Ahoy! Let’s try going for a big treasure today! Are you ready? Let’s sail! But be careful. It’s windy again!",
        "pause_key": "Pause",
        "resume_game_key": "Resume game",
        "S6_starts_00": "Be careful with your directions, sailor. It seems like it’s windy today! Look at the wind indicator above the map.",
        "presentation_parrot_03": "The X-axis indicates horizontal location and the Y-axis does the same for vertical information.",
        "presentation_parrot_04": "Let’s go! Write down the coordinates to the point shown on the map and hit the sail button.",
        "main_menu_key": "Main Menu",
        "victoryscreen_00": "Congratulations. You got a lot of treasure! You are so lucky to have me helping you, am I right?",
        "victoryscreen_01": "But, it’s true, you also succeeded in giving the correct coordinates to your captain. I am proud of you!",
        "treasure_win_S4": "Good job! You are going to make me… I mean, you are going to be rich, sailor!",
        "rewardpanel_presentation_4": "Also, you can choose to do some side optional quests when available to earn an additional good-pirate badge!",
        "rewardpanel_presentation_1": "Two coins remaining mean three stars.",
        "presentation_parrot_05": "Do you see that white cross on the map? It indicates the position of a treasure.",
        "S3_starts_01": "Look! The fruit I like is available for a short period of time again. Let’s pick it up if you want.",
        "presentation_parrot_06": "Tap the coordinates on the device and sail right there to get the treasure! Use the X and Y buttons to select the axis.",
        "presentation_parrot_07": "You will notice that the coins below the calculator will be discounted. Each time you hit the sail button, a coin is spent! If you run out of coins the game will reset!",
        "treasure_win_S5": "You are a hero! Well done. Treasures will await us on our next journey.",
        "rewards_key": "Rewards",
        "rewardpanel_presentation_3": "and no coins mean one star!",
        "S5_starts_01": "There is a fruit to harvest, too!",
        "victory_key": "Victory!",
        "back_key": "Back",
        "new_game_key": "New Game",
        "treasure_win_S3": "That was really close! You are a real pirate!",
        "first_treasure_win": "You got your first treasure! Let’s look for another one.",
        "settings_key": "Settings",
        "sidequestwin_firsttime": "Now let’s continue. Here are your extra coins!",
        "fist_treasure_fail": "Check for the correct coordinates. Remember you always move first in the X-axis, and then in the Y-axis.",
        "passing_through": "Wait! You have to stop in the right spot! You missed your target! Go back!",
        "S4_starts_00": "Nothing else to explain. You know what to do, sailor!",
        "S2_starts_01": "For each trip, your captain will ask you for some coins. Be careful, if you run out of them, you can no longer continue the trip.",
        "rewardpanel_presentation_2": "one coin means two",
        "resume_key": "Resume game",
        "welcome_parrot": "Welcome! You are now at Treasure Bay, a well known pirate fort. Click on this dialogue box to continue.",
        "sidequest_presentation_00": "There are some special fruits around the bay available for a period of time.",
        "sidequest_presentation_01": "It’s totally optional, but I will pay some extra coins if you get them for me! Ahoy!. Remember that more coins means more chances to move!",
        "S5_sidequest_fail": "We lost the fruit. Don’t worry. Let’s continue!",
        "continue_key": "Continue",
        "sidequest_fail": "Ok, don’t worry! Go on!",
        "getcaught_afil_key": "Oh, let’s return home. We have been seen. Try again tomorrow.",
        "touchland_key": "Oh! I didn’t realize I had to tell you your ship doesn’t have wheels! Avoid the land by sending different coordinates, sailor!",
        "victoryscreen_02": "Good job! We can rest now… Well done! I had a great time with you, sailor! Ahoy!",
        "S6_starts_01": "Look! There is some fruit on that island.",
        "music_key": "Music",
        "S5_treasure_01": "Now we have to return to the bay. People may need water, food and medical assistance!",
        "restartlevel_key": "Restart Level",
        "continue_game_key": "Continue",
        "sound_settings_key": "Sound Settings",
        "S3_starts_00": "Oh, oh. We have company. Try to avoid being intercepted by Corsaire ships!",
        "treasure_win_S6": "This treasure was huge! Congratulations, sailor.",
        "backtothemain_key": "Back to Main Menu",
        "nomorecoins_key": "The captain is done for the day. You will have to try again tomorrow!",
        "treasure_win_S7": "Wow! You did it! You got a really great one! You can buy a lot of parrot food with that amount of gold! And a brand new ship, of course, of course…",
        "S2_starts_00": "Look! A new treasure!",
        "presentation_parrot_02": "The coordinates are formed by two elements: X-axis and Y-axis. You have to write them as a pair in that exact order, like this: (x,y).",
        "rewardpanel_presentation_0": "If you keep your coins by the end of the level you will receive some stars!",
        "presentation_parrot_00": "Don’t worry, I’m here to help you with treasure hunting. Let’s try together first.",
        "S5_starts_00": "Oh, no! Other pirates are in trouble! Let’s help them.",
        "presentation_parrot_01": "Do you see that calculator like device at the right of the map? You can write the coordinates for your captain there.",
        "stackofcoins_presentation": "If you keep some of your coins by the end of the journey you will get a reward!",
        "treasure_win_S2": "Well done! Let’s continue!",
        "click_to_continue_key": "Click anywhere on the screen to continue"
    },
    "es": {
        "tts_key": "Texto a Voz",
        "S7_starts_01": "¡Ahoy! ¡Intentemos ir por un gran tesoro hoy! ¿Estás listo? ¡Naveguemos! Pero ten cuidado, ¡hay viento de nuevo!",
        "pause_key": "Pausa",
        "resume_game_key": "Reanudar juego",
        "S6_starts_00": "Ten cuidado con tus coordenadas, marinero. ¡Parece que hay viento hoy! Presta atención al indicador de viento en el mapa.",
        "presentation_parrot_03": "El eje X indica la ubicación horizontal y el eje Y hace lo mismo para la información vertical.",
        "presentation_parrot_04": "¡Vamos! Escribe las coordenadas al punto mostrado en el mapa y presiona el botón de navegar.",
        "main_menu_key": "Menú principal",
        "victoryscreen_00": "Felicidades. ¡Conseguiste muchos tesoros! Tienes mucha suerte de tenerme ayudándote, ¿verdad?",
        "victoryscreen_01": "Pero, es cierto, también lograste darle las coordenadas correctas a tu capitán. ¡Estoy orgulloso de ti!",
        "treasure_win_S4": "¡Buen trabajo! ¡Me vas a hacer... Quiero decir, vas a ser rico, marinero!",
        "rewardpanel_presentation_4": "Además, puedes elegir hacer algunas misiones opcionales cuando estén disponibles para ganar una insignia adicional de buen pirata.",
        "rewardpanel_presentation_1": "Dos monedas te darán tres estrellas",
        "presentation_parrot_05": "¿Ves esa cruz blanca en el mapa? Indica la posición de un tesoro.",
        "S3_starts_01": "¡Mira! La fruta que me gusta está disponible por un corto período de tiempo de nuevo, recojámosla si quieres.",
        "presentation_parrot_06": "Pon las coordenadas en el dispositivo y navega directamente hacia allí para conseguir el tesoro. Usa los botones X e Y para seleccionar el eje.",
        "presentation_parrot_07": "Notarás que las monedas debajo de la calculadora se descontarán. Cada vez que presiones el botón de navegar, gastarás una moneda. ¡Si te quedas sin monedas, el juego se reseteará!",
        "treasure_win_S5": "¡Eres un héroe! Bien hecho. Más tesoros nos esperarán en nuestro próximo viaje.",
        "rewards_key": "Recompensas",
        "rewardpanel_presentation_3": "y si terminas sin monedas, obtendrás una estrella.",
        "S5_starts_01": "¡También aquí hay una fruta para cosechar!",
        "victory_key": "¡Victoria!",
        "back_key": "Volver",
        "new_game_key": "Nuevo Juego",
        "treasure_win_S3": "¡Estuvo muy cerca! ¡Eres un verdadero pirata!",
        "first_treasure_win": "¡Conseguiste tu primer tesoro! Busquemos otro.",
        "settings_key": "Configuración",
        "sidequestwin_firsttime": "¡Ujuuu! Ahora continuemos. ¡Aquí están tus monedas extra!",
        "fist_treasure_fail": "Verifica las coordenadas correctas... Recuerda que siempre te mueves primero en el eje X, y luego en el eje Y.",
        "passing_through": "¡Espera! ¡Tienes que detenerte en el lugar exacto! ¡Fallaste tu objetivo! ¡Regresa!",
        "S4_starts_00": "No hay nada más que explicar. ¡Sabes qué hacer, marinero!",
        "S2_starts_01": "Para cada viaje, tu capitán necesita monedas. ¡Ten cuidado, si te quedas sin monedas no podrás continuar el viaje!",
        "rewardpanel_presentation_2": "una moneda te dará una estrella",
        "resume_key": "Reanudar juego",
        "welcome_parrot": "¡Bienvenido! Ahora estás en Treasure Bay, un conocido fuerte pirata. Haz click aquí para continuar.",
        "sidequest_presentation_00": "Hay algunas frutas especiales alrededor de la bahía por un período de tiempo. Es totalmente opcional",
        "sidequest_presentation_01": "¡Pero te pagaré algunas monedas extra si los consigues para mí! ¡Ahoy!",
        "S5_sidequest_fail": "Perdimos la fruta. No te preocupes. ¡Continuemos!",
        "continue_key": "Continuar",
        "sidequest_fail": "¡Ok, no te preocupes! ¡Sigue adelante!",
        "getcaught_afil_key": "Oh, regresemos a casa. Nos han visto. Intenta de nuevo mañana.",
        "touchland_key": "¡Oh! No me di cuenta de que tenía que decirte que tu barco no tiene ruedas. ¡Evita la tierra enviando coordenadas diferentes, marinero!",
        "victoryscreen_02": "¡Buen trabajo! Ahora podemos descansar... ¡Bien hecho! ¡La pasé muy bien contigo, marinero! ¡Ahoy!",
        "S6_starts_01": "¡Mira! Hay fruta en esa isla.",
        "music_key": "Música",
        "S5_treasure_01": "Ahora tenemos que regresar a la bahía. La gente puede necesitar agua, comida y asistencia médica.",
        "restartlevel_key": "Resetear nivel",
        "continue_game_key": "Continuar",
        "sound_settings_key": "Configuración de sonido",
        "S3_starts_00": "Oh, oh. Tenemos compañía... Trata de evitar ser interceptado por barcos corsarios.",
        "treasure_win_S6": "¡Este tesoro es enorme! Felicitaciones, marinero.",
        "backtothemain_key": "Volver al Menú Principal",
        "nomorecoins_key": "El capitán terminó por hoy. ¡Tendrás que intentarlo de nuevo mañana!",
        "treasure_win_S7": "¡Wow! ¡Lo lograste! ¡Conseguiste uno realmente grande! ¡Puedes comprar mucha comida para loro con esa cantidad de oro! Y un barco nuevo, por supuesto, por supuesto...",
        "S2_starts_00": "¡Mira! ¡Un nuevo tesoro!",
        "presentation_parrot_02": "Las coordenadas están formadas por dos elementos: el eje X y el eje Y. Debes escribirlos como un par en ese orden exacto, así: (x,y).",
        "rewardpanel_presentation_0": "Si mantienes tus monedas al final del nivel, ¡recibirás algunas estrellas!",
        "presentation_parrot_00": "No te preocupes, estoy aquí para ayudarte con la búsqueda de tesoros. Intentémoslo juntos primero.",
        "S5_starts_00": "¡Oh, no! Otros piratas están en problemas! Ayudémoslos.",
        "presentation_parrot_01": "¿Ves el objeto similar a una calculadora a la derecha del mapa? Puedes escribir las coordenadas para tu capitán ahí.",
        "stackofcoins_presentation": "Si te quedas con monedas al final del viaje obtendrás una recompensa.",
        "treasure_win_S2": "¡Bien hecho! ¡Continuemos!",
        "click_to_continue_key": "Haz click en la pantalla para continuar"
    }
}